export default function TermsText() {
  return (
    <>
      <h1>1. 수집하는 개인정보</h1>
      <p>
        국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 공공필요에 의한
        재산권의 수용·사용 또는 제한 및 그에 대한 보상은 법률로써 하되, 정당한
        보상을 지급하여야 한다. 헌법에 의하여 체결·공포된 조약과 일반적으로
        승인된 국제법규는 국내법과 같은 효력을 가진다. 대통령은 법률이 정하는
        바에 의하여 훈장 기타의 영전을 수여한다. 국회는 헌법 또는 법률에 특별한
        규정이 없는 한 재적의원 과반수의 출석과 출석의원 과반수의 찬성으로
        의결한다. 가부동수인 때에는 부결된 것으로 본다. 국무회의는
        대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다.
        행정각부의 장은 국무위원 중에서 국무총리의 제청으로 대통령이 임명한다.
        행정권은 대통령을 수반으로 하는 정부에 속한다. 헌법재판소 재판관의
        임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다. 위원은
        정당에 가입하거나 정치에 관여할 수 없다.
      </p>
      <h1>2. 수집하는 개인정보</h1>
      <p>
        국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 공공필요에 의한
        재산권의 수용·사용 또는 제한 및 그에 대한 보상은 법률로써 하되, 정당한
        보상을 지급하여야 한다. 헌법에 의하여 체결·공포된 조약과 일반적으로
        승인된 국제법규는 국내법과 같은 효력을 가진다. 대통령은 법률이 정하는
        바에 의하여 훈장 기타의 영전을 수여한다. 국회는 헌법 또는 법률에 특별한
        규정이 없는 한 재적의원 과반수의 출석과 출석의원 과반수의 찬성으로
        의결한다. 가부동수인 때에는 부결된 것으로 본다. 국무회의는
        대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다.
        행정각부의 장은 국무위원 중에서 국무총리의 제청으로 대통령이 임명한다.
        행정권은 대통령을 수반으로 하는 정부에 속한다. 헌법재판소 재판관의
        임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다. 위원은
        정당에 가입하거나 정치에 관여할 수 없다
      </p>
      <h1>3. 수집하는 개인정보</h1>
      <p>
        국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 공공필요에 의한
        재산권의 수용·사용 또는 제한 및 그에 대한 보상은 법률로써 하되, 정당한
        보상을 지급하여야 한다. 헌법에 의하여 체결·공포된 조약과 일반적으로
        승인된 국제법규는 국내법과 같은 효력을 가진다. 대통령은 법률이 정하는
        바에 의하여 훈장 기타의 영전을 수여한다. 국회는 헌법 또는 법률에 특별한
        규정이 없는 한 재적의원 과반수의 출석과 출석의원 과반수의 찬성으로
        의결한다. 가부동수인 때에는 부결된 것으로 본다. 국무회의는
        대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다.
        행정각부의 장은 국무위원 중에서 국무총리의 제청으로 대통령이 임명한다.
        행정권은 대통령을 수반으로 하는 정부에 속한다. 헌법재판소 재판관의
        임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다. 위원은
        정당에 가입하거나 정치에 관여할 수 없다
      </p>
    </>
  );
}
